---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorGrid2
source: html/189972e5-8d9d-f74d-0d93-e0f78826816f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorGrid2 Property

"Interior Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionInteriorGrid2 { get; }
```